{
  "translation": {
    "navbar": {
      "home": "home",
      "about": "about",
      "projects": "projects",
      "writing": "writing",
      "contactMe": "get in touch"
    },
    "footer": {
      "description": "Designed and coded by @ zoe roversi giusti 2024. Icons @ Freepik. Pixel avatar @ Picrewの."
    },
    "home": {
      "description": "digital craft",
      "middle-title": "Do you want to start an online project?<br/>This is the right place.",
      "middle-description": "\nWith ten years of experience in the communication field,\n<br/>I offer all-round services as a web developer,<br/>\nvideomaker, editor, social media manager and content creator.<br/>\nAll while maintaining a human approach, oriented towards the needs of the customer.",
      "tools": "main tools",
      "bottom-title": "let's connect"
    },
    "about": {
      "aboutTitle": "About me",
      "aboutDescription": "My name is Zoe Roversi Giusti. I offer digital craftsmanship services as a front-end developer, videomaker, editor, social media manager and content creator. I live in the Italian Apennines. I write and read a lot. I am passionate about communication, permaculture and everything that can be done creatively and manually."
    },
    "projects": {
      "projectsTitle": "a bunch of projects I've worked on",
      "fattoriakoine": "I'm working on a website for a local event venue, alongside the private customer that commissioned me this project. I'm employing Wordpress to create a stable structure, comfortably editable by the customer, that follows the design and the style she provided me. <br/><br/>→ <i>fattoria koinè</i> [wip!]",
      "permaorto": "I am currently developing an app, <i>PermaOrto</i> (the official name is tbd), dedicated to the delicate art of growing your own vegetables. It will allow the user to collect data about their experience & easily access information about how to grow a garden. These info will follow the insights and ethics of permaculture",
      "tradAI": "<b><i>ItaliaSlowTour</i></b> asked me to use ElevenLabs (an app that deals with AI and audio) to dub in German a video that was originally in Italian. I'm currently doing the same work for them but for a longer video, that has to be translated and dubbed from Italian to English. <br/><br/><a href='https://www.italiaslowtour.it/' target={'_blank'}>italiaslowtour.it</a>",
      "become": "I worked for <i><b>BECOME. Augmented Life</b></i> for a year, as a Junior Front-end Developer and Video Editor. I spent most of my time developing this web app, that was dedicated to online courses. <br/><br/><a href=\"https://discoverbecome.com/\" target={'_blank'}>discoverbecome.com</a>",
      "patrizio": "I made this website with <i>Wordpress</i> for a private customer, who needed a showcase site that could be also used as a blog. Now he can easily add pages and contents by himself, if he needs to do so. <br/><br/><a href='https://patrizioroversi.it/' target={'_blank'}>patrizioroversi.it</a>",
      "mietta": "A private customer asked me to make a website to show her work as a director and set designer, in order to book more projects. I used <i>Wordpress</i>, creating four pages and showing her how she could add others herself. The website is available in three different languages.<br/><br/><a href='https://miettacorli.it' target={'_blank'}>miettacorli.it</a>",
      "gruppo98": "I made this simple documentary for a group of poets called <i><b>Gruppo '98 Poesia</b></i> who needed it in order to tell their story and their methodology in an accessible way. This video is going to be part of the <a href=\"https://archivio.women.it/\" target=\"_blank\" rel=\"no-referrer\">Women's History\n                        Archive</a> of Centro delle Donne di Bologna.",
      "tindog": "This is a website I developed in order to practice CSS for the <b>Web Development Bootcamp</b> by the London App Brewery.<br/> <br/> <a href=\"https://eozisfine.github.io/tindog2/\">tindog app</a>",
      "loSaiChe": "I was the co-host of the web-series <a\n                        href=\"https://www.youtube.com/playlist?list=PLAOYbpieiFAfIOH1RCHpTZXL-oC-y_oLR\"><i>\"Lo Sai\n                        Che?\"</i></a> for BioVoices and PerCasoSrl. The videos are about the environmental impact of our daily habits. In them, Blady and I propose some viable options.<br/> <br/>\n                        <a href=\"https://www.youtube.com/playlist?list=PLAOYbpieiFAfIOH1RCHpTZXL-oC-y_oLR\">Watch here\n                            the\n                            whole series.</a>",
      "ampliadora": "While staying in Granada to complete the EU+ master in Gender Studies, I attended two photography courses at the Social School of Photography <a\n                        href=\"https://www.instagram.com/la_ampliadora/\">\"La Ampliadora\"</a></b>. We organized an exposition for father's day: <a\n                        href=\"https://www.laampliadora.org/inauguracion-exposicion-tu-papa-tambien/\">«TU PAPÁ\n                        TAMBIÉN»</a>. The themes were masculinities and fatherhood. The purpose was to represent these two themes in a feminist and tender light.",
      "inViaggio": "I worked for the Italian mass media company <a href=\"https://mediasetitalia.com/\">Mediaset</a> and PerCasoSrl at \"In viaggio con mia figlia\", a tv series dedicated to eco-tourism in Italy. I was the co-host, alongside my mother and tv personality Syusy Blady.<br/> <br/> <a href=\"https://youtu.be/wU2yt2CL1Vg?si=fuhTsN7UfL6ZCdCl\">Watch the interview in\n                        which\n                        we present the tv series.</a>\n                        <br/> <a href=\"https://youtu.be/wU2yt2CL1Vg?si=fuhTsN7UfL6ZCdCl\">Watch the trailer.</a>\n                        <br/><a href=\"https://www.italiaslowtour.it/inviaggioconmiafiglia/\">Watch the whole series.</a>\n                        <br/><a\n                        href=\"https://www.youtube.com/watch?v=MjFmDSVDoBs&list=PLA_oVzg3LuIrJg1REy7gPPbWaKoBp5_Xd&index=13\">Watch\n                        a sneak peek of the episode on Naples (with EN subtitles).</a>",
      "nudm": "Short filmed and edited in 2017 for the course \"#BeFilmaker al Goethe\" held at the Goethe Institut in Rome in collaboration with <a href=\"https://www.befilmaker.com/\">Associazione Nazionale Filmmakers Italiani</a>. To tell the story of the Italian network of Non Una di Meno, I interviewed six activists belonging to different groups: the feminist collective GRRRamigna of Milan, the association SCOSSE, the feminist collective Degender Communia of Rome, the teachers' collective Cattive Maestre.",
      "cecoli": "In 2017, the singer and songwriter <a href=\"https://www.ivanacecoli.it/\">Ivana Cecoli</a> asked me to film one of her live events at Bravo Caffè in Bologna, and to create six videos from the footage: the trailer of the show and five montages dedicated to individual songs. This is one of them.<br/> <br/><a href=\"https://www.youtube.com/watch?v=uT2CQYIXAwM\">→ una ballata ideale</a><br/><a href=\"https://www.youtube.com/watch?v=WAKLxxAxQac\">→ io non so se tu lo sai</a><br/><a href=\"https://www.youtube.com/watch?v=wTCJOzPvvVM\">→ la ligéra</a><br/><a href=\"https://www.youtube.com/watch?v=Wy-V7VScruA\">→ in fuggivia</a><br/><a href=\"https://youtu.be/_b63kMMHd0E?si=eeoeRVyLlH97SL_A\">→ trailer</a>"
    },
    "writing": {
      "writingTitle": "writing",
      "writingDescription": "I write stuff that I personally like"
    },
    "cardSection": {
      "cardTitle": "Digital Artisan",
      "cardP1": "I've always worked in the communication field. I'm an experienced videomaker and video editor, as well as a junior front-end developer. I speak four languages.",
      "cardP2": "I'm a sensitive person who pays attention to details. I have a lively imagination and curiosity, which help me find creative solutions to problems.",
      "cardP3": "I know how to work in a team. I prefer direct and kind communication and active listening."
    },
    "workExperience": {
      "workExTitle": "work experience",
      "freelance2": "2024-current Front-End Developer, Editor and Social Media Manager Freelance",
      "become": "2023-2024 Junior Front-end Developer at BECOME. Augmented Life (Milan). Full remote. I worked as a programmer and a video editor, while learning to employ tools such as AWS, React.js and Unreal Engine 5.",
      "freelance": "2022-2023 Freelance Videomaker and Junior Front-end Developer",
      "Orlando2": "2021-2022 Collaboration (as a Videomaker, Photographer, Social Media Manager, Content creator) with Ass.ne Orlando-Centro delle Donne di Bologna (Bologna)",
      "Orlando1": "2020-2021 Paid intership (as a Videomaker, Photographer, Social Media Manager, Content creator) at Ass.ne Orlando-Centro delle Donne di Bologna (Bologna)",
      "loSaiChe": "2021 Co-host of the docu-series Lo Sai Che for Biovoices and PerCaso Srl (Bologna)",
      "TPCmagazine": "2020-2021 Editor of Turisti per Caso Magazine for PerCaso Srl (Bologna)",
      "sessfem": "2020 Volunteer Facilitator for the self-managed course on female sexualities Sessfem (Bologna)",
      "inViaggioCon": "2018 Co-host of the docu-series In viaggio con mia figlia for Mediaset and PerCaso Srl (Bologna)",
      "astalli": "2017 University internship at the migrant women's shelter La Casa di Giorgia at Centro Astalli (150 hours) (Roma)",
      "perCaso": "2015-2018 Occasional provision of services as a Videomaker and Video Editor for PerCaso Srl (Bologna)",
      "oxfam": "2012 Volunteer Shop Assistant for Oxfam (London)"
    },
    "skills": {
      "skillsTitle": "skills",
      "writing": "writing",
      "videomaking": "videomaking",
      "video editing": "video editing",
      "programming": "programming",
      "photography": "photography",
      "social media": "social media"
    },
    "languages": {
      "languagesTitle": "languages",
      "it": "italian (mother tongue)",
      "en": "english (daily use, c2)",
      "es": "spanish (fluent, b2)",
      "fr": "french (survivable, b1)"
    },
    "tools": {
      "toolsTitle": "tools"
    },
    "education": {
      "educationTitle": "education",
      "master": "2017-2019 EN-ES-ITA Erasmus +: Erasmus Mundus Master's Degree in Women's and Gender Studies. Università di Bologna and Universidad de Granada (Bologna, Granada)",
      "bachelor": "2013-2017 ITA Bachelor's Degree in \"History, Anthropology and Religions\" - Cultural Anthropology's curriculum. Università La Sapienza (Roma)",
      "highSchool": "2008-2013 ITA High School Diploma from a linguistic high school [languages learned: English, French, Spanish]. Liceo Linguistico Malpighi (Bologna)"
    },
    "courses": {
      "coursesTitle": "courses",
      "permaculture": "Accademia Italiana di Permacultura (Zocca, MO) 72 hours total.",
      "angela": "Online course by Angela Yu. 65,5 hours total.",
      "photographyEbiner": "Online course by Phil Ebiner. 25 hours total.",
      "videoStorytelling": "Online course by Andrew St.Pierre White. 4,5 hours total.",
      "ampliadora": "Course by Escuela Social de Fotografia La Ampliadora (Granada). 15 hours total.",
      "ielts": "Score: 7.0 (C1)",
      "beFilmaker": "Filmmaking beginner and intermediate courses, gained trough a scholarship.",
      "genius": "Genius Method: Memory Techniques, Mind Maps, Learning Strategies. Genius (Bologna)",
      "ielts2": "Score: 6.5 (B2)"
    },
    "hobbies": {
      "hobbiesTitle": "hobbies",
      "hobbiesDescription": "Writing short stories; Reading novels, non-fiction and graphic novels; Permaculture (taking care, observing and organizing the woods and the garden near my house); Gathering wild herbs to make ointments and liquors; Hiking; Doing archery; Gardening vegetables and taking care of fruit trees; Playing table-top games; Playing video games; Non-Violent Communication; History and Philosophies of feminist and LGBTQIA+ movements; Drawing; Playing musical instruments; Singing"
    },
    "contactMe": {
      "contactMeTitle": "Get In Touch",
      "contactMeSubtitle": "I’m currently available for freelance work.",
      "contactMeDescription": "If you have a project that you want to get started, think you need my help with something or just fancy saying hey, then get in touch."
    }

  }
}